Repository: ademozsayin/OnlyTube-iOS
Catalog: OnsaTube/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: el, es, it, nl, tr

# settings.push.main-toggle.description
source: Receive push notifications on new activities
el: Λάβετε πιέσεις ειδοποιήσεων για νέες δραστηριότητες
es: Recibir notificaciones push sobre nuevas actividades
it: Ricevi notifiche push su nuove attività
nl: Ontvang pushmeldingen over nieuwe activiteiten
tr: Yeni etkinliklerle ilgili anlık bildirimler alın.

# settings.push.navigation-title
source: Push Notifications
el: Ειδοποιήσεις Πατήματος
es: Notificaciones Push
it: Notifiche Push
nl: Pushmeldingen
tr: Bildirimler

# settings.section.accounts
source: Accounts
el: Λογαριασμοί
es: Cuentas
it: Account
tr: Hesaplar

# settings.section.app
source: App
el: Εφαρμογή
tr: Uygulama

# settings.section.app.footer %@
source: App Version: %@
el: Έκδοση Εφαρμογής: %@
es: Versión de la App: %@
it: Versione App: %@
nl: App-versie: %@​​
tr: Uygulama Versiyonu: %@

# settings.section.general
source: General
el: Γενικά
it: Generali
nl: Algemeen
tr: Genel

# settings.section.other
source: Other
el: Άλλο
es: Otro
it: Altro
nl: Andere
tr: Diğer

# settings.section.other.footer
source: Footer
el: Υποσέλιδο
it: Nota a Piè di Pagina
nl: Voettekst
tr: Altbilgi

# settings.support.alert.error.message
source: Error processing your in-app purchase, please try again.
el: Σφάλμα κατά την επεξεργασία της αγοράς μέσα στην εφαρμογή σας, παρακαλώ προσπαθήστε ξανά.
es: Error al procesar tu compra en la aplicación, por favor, inténtalo de nuevo.
it: Errore durante l'elaborazione del tuo acquisto in-app, riprova.
nl: Fout bij de verwerking van je in-app-aankoop, probeer het opnieuw
tr: Uygulama içi satın alma işleminiz gerçekleştirilirken hata oluştu. Lütfen tekrar deneyin.

# settings.support.alert.message
source: Thank you so much for your tip! It's greatly appreciated!
el: Σας ευχαριστώ πολύ για το συμβουλάκι σας! Εκτιμάται πολύ!
es: ¡Muchas gracias por tu propina! ¡Se aprecia mucho!
it: Grazie mille per il tuo suggerimento! È molto apprezzato!
nl: Hartelijk dank voor je fooi! Het wordt zeer gewaardeerd!
tr: Tavsiyeniz için çok teşekkür ederiz! Çok takdir ediliyor!

# settings.support.alert.title
source: Thanks!
el: Ευχαριστώ!
es: ¡Gracias!
it: Grazie!
nl: Bedankt!
tr: Teşekkürler!

# settings.support.five.subtitle
source: I love the taste of a fancy coffee ❤️
el: Λατρεύω τη γεύση ενός φανταχτερού καφέ ❤️
es: ¡Me encanta el sabor de un café elegante ❤️
it: Scultura
nl: Ik hou van de smaak van een luxe koffie ❤️
tr: Sütlü bir kahvenin tadını seviyorum ❤️

# settings.support.five.title
source: ☕️ Nice Tip
el: ☕️ Όμορφο Συμβουλάκι
es: ☕️ Buena Propina
it: ☕️ Bel Suggerimento
nl: ☕️ Leuke tip
tr: ☕️ Güzel Bahşis

# settings.support.four.subtitle
source: Small, but cute, and it tastes good!
el: Μικρό, αλλά χαριτωμένο και νόστιμο!
es: ¡Pequeño, pero lindo, y sabe bien!
it: Piccolo, ma carino, e ha un buon gusto!
nl: Klein, maar schattig, en het smaakt goed!
tr: Küçük ama sevimli ve tadı da güzel!

# settings.support.four.title
source: 🍬 Small Tip
el: 🍬 Μικρό Συμβουλάκι
es: 🍬 Pequeña Propina
it: 🍬 Piccolo Suggerimento
nl: 🍬 Kleine tip
tr: 🍬 Küçük Tip

# settings.support.message-from-dev
source: Hi there! . OnsaTube is fan app. If you're enjoying, consider a little tip. It'll make my day (and help keep the app running smoothly for you). 🚀
el: Γεια σας! Η OnsaTube είναι μια fans app. Αν το απολαμβάνετε, σκεφτείτε ένα μικρό συμβουλάκι. Θα μου φτιάξει τη μέρα (και θα βοηθήσει να λειτουργεί ομαλά για εσάς η εφαρμογή) 🚀
es: ¡Hola! OnsaTube es una app de fan. Si te gusta, considera una pequeña propina. ¡Hará mi día (y ayudará a que la app siga funcionando sin problemas para ti) 🚀!
it: Spettacoli di Interviste
nl: Hallo daar! OnlyTube is een fan-app. Als je ervan geniet, overweeg dan een kleine fooi. Het zal mijn dag maken (en de app soepel laten draaien voor jou). 🚀
tr: Merhaba! Eğer keyif alıyorsanız, küçük bir tip düşünün. Bu benim günümü güzelleştirecek (ve uygulamanın sizin için sorunsuz çalışmasına yardımcı olacak). 🚀

# settings.support.navigation-title
source: Support OnsaTube
el: Υποστηρίξτε Μόνο τον
es: Soporte OnsaTube
it: Supporto OnsaTube
nl: Ondersteun OnsaTube
tr: Destek Verin

# settings.support.patron.title
source: Patron
el: Χορηγός
es: Patrono
it: Modifiche Auto
nl: Beschermer
tr: Müşteri

# settings.support.placeholder.loading-subtitle
source: Loading subtitle ...
el: Φόρτωση υποτίτλου ...
es: Cargando subtítulo...
it: Caricamento sottotitoli ...
nl: Ondertitel laden ...
tr: Altyazı yükleniyor...

# settings.support.privacy-policy
source: Privacy Policy
el: Πολιτική απορρήτου
es: Política de privacidad
it: Politica di tutela della privacy
nl: Privacybeleid
tr: Gizlilik Politikası

# settings.support.protector.title
source: Protector
el: Προστάτης
it: Protettore
nl: Beschermer
tr: Koruyucu

# settings.support.restore-purchase.button
source: Restore Purchase
el: Ανάκτηση Αγοράς
es: Restaurar Compra
it: Ripristina Acquisto
nl: Herstel Aankoop
tr: Satın Almaları Yenile

# settings.support.restore-purchase.explanation
source: Restore your supporter subscription if it hasn't been synced automatically.
el: Ανακτήστε τη συνδρομή σας υποστηρικτή αν δεν έχει συγχρονιστεί αυτόματα.
es: Restaura tu suscripción de seguidor si no se ha sincronizado automáticamente.
it: Ripristina il tuo abbonamento di sostegno se non è stato sincronizzato automaticamente.
nl: Herstel je supportabonnement als het niet automatisch is gesynchroniseerd.
tr: Otomatik olarak senkronize edilmemişse destekçi aboneliğinizi geri yükleyin.

# settings.support.six.subtitle
source: You're insane, thank you so much!
el: Είστε τρελός, σας ευχαριστούμε τόσο πολύ!
es: ¡Estás loco, muchas gracias!
it: Sei folle, grazie mille!
nl: Je bent gek, hartelijk dank!
tr: Mükemmelsin, teşekkürler.

# settings.support.six.title
source: 🤯 Generous Tip
el: 🤯 Γενναιόδωρη Συμβουλή
es: 🤯 Propina Generosa
it: Pop Punk
nl: 🤯 Royale tip
tr: 🤯 Cömert İpucu

# settings.support.supporter.subscribed
source: Subscribed
el: Σε συνδρομή
es: Los suscritos
it: Iscrizione effettuata
nl: Geabonneerd

# settings.support.supporter.subscription-info
source: The supporter subscription is a monthly auto renewable subscription giving you a verified badge only visible to you on your profile. Subscription are automatically renewed unless you cancel them a day before the next renewal cycle.
el: Η εγγραφή υποστηρικτή είναι μια μηνιαία υποχρεωτική συνδρομή που σας χαρίζει ένα επαληθευμένο σήμα μόνο ορατό σε εσάς στο προφίλ σας. Οι συνδρομές ανανεώνονται αυτόματα εκτός αν τις ακυρώσετε έναν ημέρα πριν από την επόμενη περίοδο ανανέωσης.
es: La suscripción de seguidor es una suscripción mensual renovable automáticamente que te otorga una insignia verificada visible solo para ti en tu perfil. Las suscripciones se renuevan automáticamente a menos que las canceles un día antes del próximo ciclo de renovación.
it: L'abbonamento di sostegno è un abbonamento mensile rinnovabile automaticamente che ti conferisce un badge verificato visibile solo a te sul tuo profilo. Gli abbonamenti vengono rinnovati automaticamente a meno che tu non li cancelli un giorno prima del successivo ciclo di rinnovo.
nl: Het supportabonnement is een maandelijks automatisch verlengbaar abonnement dat je een geverifieerd badge geeft die alleen voor jou zichtbaar is op je profiel. Abonnementen worden automatisch verlengd tenzij je ze een dag voor de volgende vernieuwingscyclus annuleert.
tr: Destekçi aboneliği, profilinizde yalnızca sizin görebileceğiniz doğrulanmış bir rozet sağlayan, otomatik olarak yenilenen aylık bir aboneliktir. Abonelikler, bir sonraki yenileme döngüsünden bir gün önce iptal etmediğiniz sürece otomatik olarak yenilenir.

# settings.support.supporter.subtitle
source: By giving a monthly tip to OnlyTube you become a supporter. For your 👀 only.
el: Δίνοντας μηνιαία συμβουλή στο OnlyTube γίνεστε υποστηρικτής. Για τα 👀 σας μόνο.
es: Al dar una propina mensual a OnlyTube te conviertes en un seguidor. ¡Solo para tus 👀!
it: Dando un suggerimento mensile a OnlyTube diventi un sostenitore. Solo per i tuoi 👀.
nl: Door maandelijks een fooi te geven aan OnlyTube word je een supporter. Alleen voor jouw 👀.
tr: OnsaTube gelişiminde aylık bahşiş vererek destekçi olabilirsiniz.

# settings.support.supporter.title
source: Become a supporter!
el: Γίνετε υποστηρικτής!
es: ¡Conviértete en un seguidor!
it: Corruzione
nl: Word een supporter!
tr: Destekçi ol!

# settings.support.terms-of-use
source: Terms of use
el: Όροι Χρήσης
es: Términos de uso
it: Condizioni d'Uso
nl: Gebruiksvoorwaarden
tr: Kullanım Şartları

# settings.system
source: System
el: Σύστημα
es: Sistema
it: Sistema
nl: Systeem
tr: Sistem Ayarları

# settings.title
source: Settings
el: Ρυθμίσεις
es: Ajustes
it: Impostazioni
nl: Instellingen
tr: Ayarlar

source: Share
el: Κοινή χρήση
es: Compartir
it: Condividi
nl: Deel
tr: Paylaş

source: Share details
el: Κοινοποιήστε λεπτομέρειες
es: Compartir detalles
it: Amo il gusto di un caffè di lusso ❤️
nl: Deel gegevens
tr: Paylaşım detayları

source: Shorts
el: Σορτς
nl: Korte broeken
tr: Shortlar

source: Sign up
el: Εγγραφή
es: Registrarse
it: Registrati
nl: Aanmelden
tr: Kayıt Ol

source: Sleep Timer
el: Χρονόμετρο ύπνου
es: Reposo
it: Standby
nl: Sluimerstand
tr: Uyku Sayacı

source: Something went wrong
el: Κάτι πήγε στραβά
es: Algo salió mal
it: Qualcosa è andato storto
nl: Er is iets misgegaan
tr: Bir sorun oluştu

source: Start Again
el: Ξεκινήστε ξανά
es: Empezar de nuevo
it: Ricomincia
nl: Opnieuw beginnen
tr: Tekrar Başla

source: Subcategories
el: Υποκατηγορίες
es: Subcategorías
it: I suggerimenti forniti nell'app non sbloccano alcun contenuto aggiuntivo ma un'icona.
nl: Subcategorieën
tr: Alt kategoriler

# tab.favorites
source: Favorites
el: Αγαπημένα
es: Favoritos
it: Preferiti
nl: Favorieten
tr: Favoriler

# tab.profile-account-%@
source: Account %1$@
el: Λογαριασμός %1$@
es: Cuenta %1$@
tr: Hesap %1$@

# tab.settings
source: Settings
el: Ρυθμίσεις
es: Ajustes
it: Impostazioni
nl: Instellingen
tr: Ayarlar

# tab.timeline
source: Dashboard
el: Ταμπλό
tr: Anasayfa

source: Tap to Add
el: Πατήστε για Προσθήκη
es: Toca para añadir
it: Tocca per Aggiungere
nl: Tik om toe te voegen
tr: Eklemek için tıkla

source: Tap to Cancel
el: Πατήστε για Ακύρωση
es: Toca para cancelar
it: Tocca per Annullare
nl: Tik om te annuleren
tr: İptal

source: Tap to Shazam
el: Πατήστε για Shazam
es: Toca para usar Shazam
it: Tocca per Shazam
nl: Tik om te Shazam
tr: Shazam'a dokun

source: Terms of Service
el: Όροι Χρήσης
es: Términos de Servicio
it: Termini di Servizio
nl: Servicevoorwaarden
tr: Kullanım Şartları

source: This action can not be undone.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
it: Questa azione non può essere annullata.
nl: Deze actie kan niet ongedaan worden gemaakt
tr: Bu işlem geri alınamaz.

source: This app uses the YouTube API to display videos and other content. The content provided is available publicly on YouTube. We do not claim ownership of any of the content displayed in this app. All rights are reserved by their respective owners.
el: Αυτή η εφαρμογή χρησιμοποιεί το YouTube API για την εμφάνιση βίντεο και άλλου περιεχομένου. Τα παρεχόμενα περιεχόμενα είναι διαθέσιμα δημοσίως στο YouTube. Δεν ισχυριζόμαστε καμία ιδιοκτησία επί του περιεχομένου που εμφανίζεται σε αυτήν την εφαρμογή. Όλα τα δικαιώματα διατηρούνται από τους αντίστοιχους ιδιοκτήτες τους.
es: Esta app utiliza la API de YouTube para mostrar videos y otro contenido. El contenido proporcionado está disponible públicamente en YouTube. No reclamamos la propiedad de ninguno del contenido mostrado en esta app. Todos los derechos están reservados por sus respectivos propietarios.
it: Questa app utilizza l'API di YouTube per visualizzare video e altri contenuti. I contenuti forniti sono disponibili pubblicamente su YouTube. Non rivendichiamo la proprietà di nessuno dei contenuti mostrati in questa app. Tutti i diritti sono riservati ai rispettivi proprietari.
nl: Deze app maakt gebruik van de YouTube API om video's en andere inhoud weer te geven. De verstrekte inhoud is openbaar beschikbaar op YouTube. We beweren geen eigendom van een van de inhoud die in deze app wordt weergegeven. Alle rechten zijn voorbehouden aan hun respectievelijke eigenaren.
tr: Bu uygulama, videoları ve diğer içerikleri görüntülemek için YouTube API'sini kullanır. Sağlanan içerik YouTube'da herkese açıktır. Bu uygulamada görüntülenen içeriğin hiçbirinin mülkiyetini iddia etmiyoruz. Tüm hakları ilgili sahiplerine aittir.

source: Tips
el: Συμβουλές
es: Consejos
it: Suggerimenti
tr: Bahşişler

# Tips provided in app do no unlock any additional content.
source: Tips provided in app do no unlock any additional content but an icon.
el: Οι συμβουλές που παρέχονται στην εφαρμογή δεν ξεκλειδώνουν κάποιο επιπλέον περιεχόμενο αλλά ένα εικονίδιο.
es: Los consejos proporcionados en la aplicación no desbloquean contenido adicional sino un ícono.
it: Simulazione di Costruzione e Gestione
nl: De in de app verstrekte tips ontgrendelen geen extra inhoud maar een pictogram.
tr: Uygulamada sağlanan ipuçları, bir simge dışında herhangi bir ek içeriğin kilidini açmaz.

source: Title
el: Τίτλος
es: Título
it: Titolo
nl: Titel
tr: Başlık

source: Unlisted
el: Ανενεργό
es: No listado
it: Non in Elenco
nl: Onvermeld
tr: Listelenmemiş

source: Video formats
el: Μορφές Βίντεο
es: Formatos de vídeo
it: Formati Video
nl: Videobestandsindelingen
tr: Video Formatları

source: Videos
el: Βίντεο
es: Vídeos
it: Video
tr: Videolar

source: Waiting for your selection.
el: Αναμένουμε την επιλογή σας.
es: Esperando tu selección.
it: In attesa della tua selezione.
nl: Wachten op jouw selectie.
tr: Seçiminizi bekliyoruz.

source: We are not responsible for any issues or risks associated with the use of this app. If you have any concerns or questions regarding the content, please contact YouTube or the content owner directly.
el: Δεν φέρουμε ευθύνη για οποιαδήποτε ζητήματα ή κίνδυνο που σχετίζεται με τη χρήση αυτής της εφαρμογής. Εάν έχετε οποιεσδήποτε ανησυχίες ή ερωτήσεις σχετικά με το περιεχόμενο, επικοινωνήστε απευθείας με το YouTube ή τον ιδιοκτήτη του περιεχομένου.
es: No somos responsables de problemas o riesgos asociados con el uso de esta aplicación. Si tienes alguna preocupación o pregunta sobre el contenido, por favor contacta directamente a YouTube o al propietario del contenido.
it: Non siamo responsabili di eventuali problemi o rischi associati all'uso di questa app. Se hai dubbi o domande riguardanti i contenuti, contatta direttamente YouTube o il proprietario dei contenuti.
nl: Wij zijn niet verantwoordelijk voor problemen of risico's die verband houden met het gebruik van deze app. Als u bezorgdheid heeft of vragen heeft over de inhoud, neem dan rechtstreeks contact op met YouTube of de eigenaar van de inhoud.
tr: Bu uygulamanın kullanımıyla ilgili sorunlardan veya risklerden sorumlu değiliz. İçerikle ilgili herhangi bir endişeniz veya sorunuz varsa lütfen doğrudan YouTube veya içerik sahibiyle iletişime geçin.

source: We are preparing choices for you...
el: Ετοιμαζόμαστε να σας παρουσιάσουμε επιλογές...
es: Estamos preparando opciones para ti...
it: Stiamo preparando delle scelte per te...
nl: We zijn keuzes voor je aan het voorbereiden...
tr: Sizin için seçenekler hazırlanıyor...

source: We will send instructions to your email address. Check your e-mail.
el: Θα στείλουμε οδηγίες στο email σας. Ελέγξτε τα email σας.
es: Enviaremos instrucciones a tu dirección de correo electrónico. Revisa tu e-mail.
it: Inviaremo istruzioni al tuo indirizzo email. Controlla la tua posta elettronica.
nl: We sturen instructies naar je e-mailadres. Controleer je e-mail.
tr: Talimatları e-posta adresinize göndereceğiz. E-postanı kontrol et.

source: Yes
el: Ναι
es: Sí
it: Sì
nl: Ja
tr: Evet

source: You are disconnected.
el: Έχετε αποσυνδεθεί.
es: Estás desconectado.
it: Sei disconnesso.
nl: Je bent losgekoppeld.
tr: Bağlantınız kesildi.

source: You can add to favorites by tapping here
el: Μπορείτε να προσθέσετε στα αγαπημένα σας πατώντας εδώ
es: Puedes agregar a favoritos tocando aquí
it: Puoi aggiungere ai preferiti toccando qui
nl: Je kunt favorieten toevoegen door hier te tikken
tr: Buraya dokunarak favorilere ekleyebilirsiniz

source: You have signed in.
el: Έχετε συνδεθεί.
es: Has iniciado sesión.
it: Hai effettuato l'accesso.
nl: Je hebt je aangemeld.
tr: Oturum açtınız.

source: You have successfully selected all relevant categories.
el: Επιλέξατε με επιτυχία όλες τις σχετικές κατηγορίες.
es: Has seleccionado con éxito todas las categorías relevantes.
it: Hai selezionato con successo tutte le categorie rilevanti.
nl: Je hebt alle relevante categorieën succesvol geselecteerd
tr: İlgili tüm kategorileri başarıyla seçtiniz.

source: Your purchases have been successfully restored. All your previous purchases are now available.
el: Οι αγορές σας αποκαταστάθηκαν με επιτυχία. Όλες οι προηγούμενες αγορές σας είναι τώρα διαθέσιμες.
es: Se han restaurado con éxito tus compras. Todas tus compras anteriores ahora están disponibles.
it: I tuoi acquisti sono stati ripristinati con successo. Tutti i tuoi acquisti precedenti sono ora disponibili.
nl: Je aankopen zijn succesvol hersteld. Al je vorige aankopen zijn nu beschikbaar.
tr: Satın aldığınız ürünler başarıyla geri yüklendi. Önceki satın alımlarınızın tümü artık kullanılabilir.

# youtube.category.AcousticBlues
source: Acoustic Blues
el: Ακουστικό Μπλουζ
es: Blues Acústico
it: Blues Acustico
nl: Akoestische Blues
tr: Akustik Blues

# youtube.category.Action
source: Action
el: Ενέργεια
es: Acción
it: Azione
nl: Taak
tr: Aks.yon

# youtube.category.ActionAdventure
source: Action & Adventure
el: Δράση & Περιπέτεια
es: Acción y Aventura
it: Azione & Avventura
nl: Actie en Avontuur
tr: Aksiyon ve Macera

# youtube.category.ActionRPG
source: Action RPG
el: Δράση RPG
es: RPG de Acción
it: RPG d'Azione
nl: Actie-RPG
tr: Aksiyon RPG

# youtube.category.Activists
source: Activists
el: Ακτιβιστές
es: Activistas
it: Attivisti
nl: Activisten
tr: Aktivistler

# youtube.category.Adventure
source: Adventure
el: Περιπέτεια
es: Aventura
it: Avventura
nl: Avontuur
tr: Macera

# youtube.category.Algebra
source: Algebra
el: Αλγεβρα
es: Álgebra
tr: Cebir

# youtube.category.AltCountry
source: Alt-Country
el: Εναλλακτική μουσική χώρας
tr: Alternatif Country

# youtube.category.AlternativeRock
source: Alternative Rock
el: Εναλλακτικό Ροκ
es: Rock Alternativo
it: Rock Alternativo
nl: Alternatieve Rock
tr: Alternatif Rock

# youtube.category.Amateur
source: Amateur
el: Ερασιτέχνης
es: Aficionado
it: Amatoriale
tr: Amatör

# youtube.category.AmateurGolf
source: Amateur Golf
el: Ερασιτεχνικό Γκολφ
es: Golf Amateur
it: Golf Amatoriale
tr: Amatör Golf

# youtube.category.AmericanHistory
source: American History
el: Αμερικανική Ιστορία
es: Historia Americana
it: Storia Americana
nl: Amerikaanse geschiedenis
tr: Amerikan Tarihi

# youtube.category.AncientHistory
source: Ancient History
el: Αρχαία Ιστορία
es: Historia Antigua
it: Storia Antica
nl: Oude geschiedenis
tr: Eski Tarih

# youtube.category.Arts
source: Arts
el: Τέχνες
es: Artes
it: Arti
nl: Kunsten
tr: Sanat

# youtube.category.Athletics
source: Athletics
el: Αθλητισμός
es: Atletismo
it: Atletica
nl: Atletiek
tr: Atletizm

# youtube.category.ATPTour
source: ATP Tour
el: Περιοδεία ATP
es: Gira ATP
it: Tour ATP
tr: ATP tur

# youtube.category.Automotive
source: Automotive
el: Αυτοκινητοβιομηχανία
es: Automotriz
it: Automobilistico
tr: Otomotiv

# youtube.category.AutoShows
source: Auto Shows
el: Εκθέσεις Αυτοκινήτου
es: Salones del Automóvil
it: Saloni dell'Auto
tr: Oto Fuarları

# youtube.category.AwardShows
source: Award Shows
el: Εκπομπές Βραβείων
es: Premiaciones
it: Spettacoli di Premiazione
tr: Ödül Gösterileri

# youtube.category.Baroque
source: Baroque
el: Μπαρόκ
es: Barroco
it: Barocco
nl: Barok
tr: Barok

# youtube.category.Basketball
source: Basketball
el: Μπάσκετ
es: Baloncesto
it: Pallacanestro
nl: Basketbal
tr: Basketbol

# youtube.category.BehavioralEconomics
source: Behavioral Economics
el: Συμπεριφορική Οικονομία
es: Economía del Comportamiento
it: Questioni Sociali
nl: Gedragseconomie
tr: Davranışsal Ekonomi

# youtube.category.Biology
source: Biology
el: Βιολογία
es: Biología
it: Biologia
nl: Biologie
tr: Biyoloji

# youtube.category.BirdWatching
source: Bird Watching
el: Παρατηρητές Πουλιών
es: Observación de Aves
nl: Vogels spotten
tr: Kuş İzleme

# youtube.category.Blogs
source: Blogs
el: Ιστολόγια
it: Blog
tr: Bloglar

# youtube.category.Blues
source: Blues
el: Μπλουζ

# youtube.category.BoardGames
source: Board Games
el: Επιτραπέζια παιχνίδια
es: Juegos de mesa
it: Giochi da tavolo
nl: Bordgames
tr: Kutu Oyunları

# youtube.category.Boxing
source: Boxing
el: Πυγμαχία
es: Boxeo
it: Pugilato
nl: Boksen
tr: Boks

# youtube.category.Bundesliga
source: Bundesliga
el: Μπουντεσλίγκα

# youtube.category.Calculus
source: Calculus
el: Λογική
es: Cálculo
it: Calcolo
tr: Kalkülüs

# youtube.category.Campaigns
source: Campaigns
el: Εκστρατείες
es: Campañas
it: Campagne
nl: Campagnes
tr: Kampanyalar

# youtube.category.CardGames
source: Card Games
el: Παιχνίδια Χαρτιών
es: Juegos de Cartas
it: Giochi di Carte
nl: Kaartspellen
tr: Kart Oyunları

# youtube.category.CarModifications
source: Car Modifications
el: Τροποποιήσεις Αυτοκινήτου
es: Modificaciones de Coches
it: Scienze Ambientali
nl: Auto-aanpassingen
tr: Araç Modifikasyonları

# youtube.category.CarReviews
source: Car Reviews
el: Κριτικές Αυτοκινήτων
es: Reseñas de Coches
it: Impact Wrestling
nl: Autorecensies
tr: Araba İncelemeleri

# youtube.category.Cartography
source: Cartography
el: Χαρτογραφία
es: Cartografía
it: Cartografia
nl: Cartografie
tr: Haritacılık

# youtube.category.Cartoons
source: Cartoons
el: Κινούμενα Σχέδια
es: Dibujos Animados
it: Rock Duro
tr: Çizgi Filmler

# youtube.category.Casual
source: Casual
el: Φανταχτερό
es: Informal
tr: Gündelik

# youtube.category.Celebrities
source: Celebrities
el: Διάσημοι
es: Celebridades
it: Romanzo Visuale
nl: Beroemdheden
tr: Ünlüler

# youtube.category.CelebrityNews
source: Celebrity News
el: Νέα για Διάσημους
es: Noticias de Celebridades
it: Notizie sulle Celebrità
nl: Beroemdheidsnieuws
tr: Ünlü Haberleri

# youtube.category.CelebrityScandals
source: Celebrity Scandals
el: Σανόνα Επισήμων
es: Escándalos de Celebridades
it: Scandali delle Celebrità
nl: Beroemdheidsschandalen
tr: Ünlü Skandalları

# youtube.category.ChamberMusic
source: Chamber Music
el: Μουσική Δωματίου
es: Música de Cámara
it: Musica da Camera
nl: Kamer muziek
tr: Oda müziği(Chamber)

# youtube.category.Chemistry
source: Chemistry
el: Χημεία
es: Química
it: Chimica
nl: Chemie
tr: Kimya

# youtube.category.ChicagoBlues
source: Chicago Blues
el: Σικάγο Blues

# youtube.category.Chinese
source: Chinese
el: Κινεζικό
es: Chino
it: Cinese
nl: Chinees
tr: Çin

# youtube.category.Classical
source: Classical
el: Κλασική
es: Clásica
it: Classica
nl: Klassiek
tr: Klasik

# youtube.category.ClassicCountry
source: Classic Country
el: Κλασική Χώρα
es: Country Clásico
it: Country Classico
nl: Klassieke countrymuziek
tr: Klasik Country

# youtube.category.ClassicRock
source: Classic Rock
el: Κλασικό Ροκ
es: Rock Clásico
it: Rock Classico
tr: Klasik Rock

# youtube.category.Classics
source: Classics
el: Κλασικά
es: Clásicos
it: Classici
nl: Klassiekers
tr: Klasikler

# youtube.category.ClickerGames
source: Clicker Games
el: Παιχνίδια Clicker
es: Juegos Clicker
it: Giochi Clicker
nl: Clicker-spellen
tr: Tıklama Oyunları

# youtube.category.Coding
source: Coding
el: Προγραμματισμός
es: Codificación
it: Codifica
nl: Codering
tr: Kodlama

# youtube.category.Collecting
source: Collecting
el: Συλλογές
es: Coleccionismo
it: Collezionismo
nl: Verzamelen
tr: Toplama
